Revit 2024 API
ExternalServiceId Operators
The ExternalServiceId type exposes the following members.
Operators
Name | Description
Equality
Compares two ExternalServiceId instances.
Inequality
Compares two ExternalServiceId instances.
See Also
ExternalServiceId Class
Autodesk.Revit.DB.ExternalService Namespace